---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.LevelRelativeBaseType
source: html/8d9eb780-77c3-4d55-3259-0fae01c953ac.htm
---
# Autodesk.Revit.DB.ParameterTypeId.LevelRelativeBaseType Property

"Elevation Base"

## Syntax (C#)
```csharp
public static ForgeTypeId LevelRelativeBaseType { get; }
```